import React from "react";

function AboutMe() {
    return (
        <>
            <div className="box">
                <h4>در باره ما</h4>
                <hr />
                <p>
                    و حالا برای گرفتن ارور ۴۰۴ می‌بایست که مانند خط‌های بالا یک Route تعریف کنیم، فقط این بار بدون path؛ آن را به یک کامپوننت وصل کنیم که در آن نوشته باشد: صفحه مورد نظر پیدا نشد. یادتان نرود که این کامپوننت را ایمپورت کنید
                    حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.
              </p>
              <br/>
                <p>
                    و حالا برای گرفتن ارور ۴۰۴ می‌بایست که مانند خط‌های بالا یک Route تعریف کنیم، فقط این بار بدون path؛ آن را به یک کامپوننت وصل کنیم که در آن نوشته باشد: صفحه مورد نظر پیدا نشد. یادتان نرود که این کامپوننت را ایمپورت کنید
                    حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.
              </p>
                <br />    <p>
                    و حالا برای گرفتن ارور ۴۰۴ می‌بایست که مانند خط‌های بالا یک Route تعریف کنیم، فقط این بار بدون path؛ آن را به یک کامپوننت وصل کنیم که در آن نوشته باشد: صفحه مورد نظر پیدا نشد. یادتان نرود که این کامپوننت را ایمپورت کنید
                    حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.
              </p>
                <br />    <p>
                    و حالا برای گرفتن ارور ۴۰۴ می‌بایست که مانند خط‌های بالا یک Route تعریف کنیم، فقط این بار بدون path؛ آن را به یک کامپوننت وصل کنیم که در آن نوشته باشد: صفحه مورد نظر پیدا نشد. یادتان نرود که این کامپوننت را ایمپورت کنید
                    حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.حالا زمان این رسیده که Route های خودمان را اضافه کنیم. این‌ها لینک‌هایی هستند که بین کامپوننت‌ها قرار می‌گیرند و باید بین تگ‌های Switch باشند.

                    برای این که به بگوییم که کدام کامپوننت را render کند باید خصوصیت path را برای rout مورد نظر و خصوصیت component را برای کامپوننتی که می‌خواهد render شود قرار دهیم.
              </p>
                <br />
            </div>
        </>
    );
}

export default AboutMe;